Repository: AbhishekJagzap29/Green-Energy-
Catalog: lib/l10n/app_*.arb
Languages: mr

# homeTitle
source: Home
mr: मुख्य पृष्ठ

source: Select Language
mr: भाषा निवडा

source: English
mr: इंग्रजी

source: Marathi
mr: मराठी

# appTitle
source: Solar Solutions
mr: सोलर सोल्युशन्स

# tagline
source: Clean & Green Energy
mr: स्वच्छ आणि हरित ऊर्जा

source: Our Products
mr: आमची उत्पादने

source: Solar Water Heater
mr: सौर वॉटर हीटर

source: Solar Rooftop
mr: सौर रूफटॉप

# rooftopTitle
source: Solar Rooftop System
mr: सोलर रूफटॉप सिस्टीम

# rooftopPricingTitle
source: Rooftop System Pricing
mr: रूफटॉप सिस्टीम दर

source: Capacity
mr: क्षमता

source: Area Required
mr: आवश्यक क्षेत्र

source: Price
mr: किंमत

# warrantyText
source: Solar panels come with 25 Years Performance Warranty
mr: सोलर पॅनेल्सवर २५ वर्षांची कार्यक्षमता हमी मिळते

source: Key Benefits
mr: मुख्य फायदे

# benefit1
source: Reduce electricity bills up to 90%
mr: वीज बिलामध्ये ९०% पर्यंत बचत

# benefit2
source: Government subsidy available
mr: सरकारी अनुदान उपलब्ध

# benefit3
source: Net metering supported
mr: नेट मीटरिंग सुविधा

# benefit4
source: Eco-friendly & renewable energy
mr: पर्यावरणपूरक आणि नवीकरणीय ऊर्जा

# callRooftop
source: Call for Rooftop Enquiry
mr: रूफटॉप चौकशीसाठी कॉल करा

# solarHeaterTitle
source: Solar Water Heater
mr: सौर वॉटर हीटर

source: Available Capacities
mr: उपलब्ध क्षमता

source: Tubes
mr: ट्यूब्स

# heaterWarranty
source: 10 Years Warranty on Tank & Tubes
mr: टँक आणि ट्यूब्सवर १० वर्षांची हमी

# callHeater
source: Call for Enquiry
mr: चौकशीसाठी कॉल करा

# drawerTitle
source: Solar Solutions
mr: सोलर सोल्युशन्स

# drawerSubtitle
source: Clean Energy for Future
mr: भविष्यासाठी स्वच्छ ऊर्जा

# menuHome
source: Home
mr: मुख्य पृष्ठ

# menuSolarHeater
source: Solar Water Heater
mr: सौर वॉटर हीटर

# menuSolarRooftop
source: Solar Rooftop
mr: सौर रूफटॉप

# menuContact
source: Contact Us
mr: संपर्क करा
